{
  "projects": [
    {
      "id": "asafeplace",
      "title": "ASafePlace",
      "date": "2026-02-01",
      "categories": ["emotional-design", "vr", "art-therapy"],
      "tags": ["biofeedback", "personalization", "relaxation"],
      "authors": "C Zhang, B Yu, Y Wang, M Yuan, W Wang, S Je, P An",
      "description": {
        "short": "AI-powered VR biofeedback system using art therapy-inspired Safe Place technique to create personalized relaxation environments.",
        "full": "ASafePlace utilizes an AI-powered, art-therapy-inspired exercise called The Safe Place to create personalized VR biofeedback experiences. Users sketch a personal sanctuary from memory, which is transformed into a customized 360° virtual environment with personalized audio guidance infused with their life experiences. A study with 52 participants showed this approach effectively reduced anxiety, increased presence, and produced strong improvements in physiological relaxation measured by heart rate variability and respiration rate."
      },
      "image": "/projects/banner_asafeplace.png",
      "link": "https://arxiv.org/pdf/2602.01579"
    },
    {
      "id": "projecta",
      "title": "ProjecTA",
      "date": "2026-01-20",
      "categories": ["education", "social-robot"],
      "tags": ["projection", "teaching-assistant", "guided-tour"],
      "authors": "H Zhou, Y Zhang, Z Zhang, W Zhang, C Wang, P An",
      "description": {
        "short": "A semi-humanoid robotic teaching assistant with in-situ projection capabilities for guided tours in educational spaces.",
        "full": "ProjecTA is a semi-humanoid robotic teaching assistant that combines physical presence with projection-based augmentation to deliver engaging guided tours in educational spaces (e.g., makerspaces, museums). The robot uses in-situ projection to highlight artifacts and display contextual information, creating an interactive and immersive learning experience that bridges physical and digital content."
      },
      "image": "/projects/banner_projecta.png",
      "link": "https://arxiv.org/pdf/2601.11328"
    },
    {
      "id": "genpod",
      "title": "GenPod",
      "date": "2025-02-15",
      "categories": ["ai", "emotional-design"],
      "tags": ["podcast", "news-framing", "emotion-regulation"],
      "authors": "W Ku, Y Liu, W Zhang, P An",
      "description": {
        "short": "AI-generated podcasts with constructive news framing to effectively reduce negative emotions.",
        "full": "GenPod explores how AI-generated podcasts can use constructive news framing techniques to reduce negative emotional responses to news content. By automatically reframing news stories with solution-focused perspectives while maintaining journalistic integrity, the system helps listeners process challenging information in healthier ways, promoting emotional wellbeing in news consumption."
      },
      "image": "/projects/banner_genpod.png",
      "link": "https://dl.acm.org/doi/pdf/10.1145/3714394.3754374"
    },
    {
      "id": "novobo",
      "title": "Novobo",
      "date": "2025-01-25",
      "categories": ["education", "ai"],
      "tags": ["teacher-training", "gesture", "peer-learning"],
      "authors": "J Jiang, K Huang, R Martinez-Maldonado, H Zeng, D Gong, P An",
      "description": {
        "short": "Supporting teachers' peer learning of instructional gestures by teaching a mentee AI-agent together.",
        "full": "Novobo facilitates peer learning among teachers by having them collaboratively teach instructional gestures to a mentee AI agent. This learning-by-teaching approach helps teachers reflect on and improve their non-verbal communication skills in the classroom, while the AI agent provides a safe, judgment-free practice environment that encourages experimentation and peer discussion."
      },
      "image": "/projects/banner_novobo.png",
      "link": "https://arxiv.org/pdf/2505.17557"
    },
    {
      "id": "visiobo",
      "title": "Visiobo",
      "date": "2025-01-20",
      "categories": ["education", "peripheral-interaction"],
      "tags": ["projection", "poster", "multi-viewer"],
      "authors": "K Huang, J Jiang, H Lu, H Zhou, P An",
      "description": {
        "short": "Assisting poster reading for multiple viewers with a projector-enhanced physical agent.",
        "full": "Visiobo uses a projector-enhanced physical agent to assist multiple viewers in reading and understanding academic posters simultaneously. By tracking viewer positions and interests, the system projects dynamic visual cues and highlights that guide attention, explain concepts, and coordinate group exploration, making poster sessions more accessible and engaging for diverse audiences."
      },
      "image": "/projects/banner_visiobo.png",
      "link": "https://dl.acm.org/doi/pdf/10.1145/3706599.3720146"
    }
  ]
}
